rpi5-64/20240731-1359-glibc-tuned/logs/join-no-512-32768-1000/pgbench.log
pgbench (18devel)
transaction type: join.sql
scaling factor: 1
query mode: prepared
number of clients: 8
number of threads: 8
maximum number of tries: 1
duration: 10 s
number of transactions actually processed: 1042
number of failed transactions: 0 (0.000%)
latency average = 76.956 ms
initial connection time = 10.963 ms
tps = 103.954854 (without initial connection time)